0
1
10_10
10_out
10_out_of_10
1_10
1_out
2
2_10
2_out
2_out_of_10
3
3_10
3_out_of_10
4
4_10
4_out_of_10
7
7_10
7_out
7_out_of_10
8
8_10
8_out
9
9_10
9_out_of_10
abomination
about_as
about_only
absolutely_no
absolutely_nothing
absorbing
absurd
accent
acting
actors
adds
adds_to
adorable
all_costs
all_time
alright
also
also_good
also_great
also_very_good
although
always
amateurish
amazing
animated
annoying
any
any_of
any_real
any_sense
any_sort
anyone_would
anything
anything_to
appalling
apparently
appreciate
appreciated
as_good
as_good_as
as_if
as_well_as
ashamed
asleep
at_all
at_all_costs
at_best
at_first
at_least
at_times
atmosphere
atrocious
attempt
attempt_at
attempt_to
available
avoid
avoid_this
awe
awesome
awful
b_movie
back_in
bad
bad_acting
bad_but
bad_film
bad_movie
bad_this
bad_writing
badly
badly_acted
barely
based_on_true_story
basically
be_avoided
be_disappointed
be_missed
be_seen
be_worth
beautiful
beautiful_film
beautifully
beauty
become
been
been_good
been_much
believable
believe_that
below
below_average
best
best_film
best_movie
best_movies
best_of
best_of_all
better
better_off
better_to_do
biggest_problem
bin
bit
bit_too
bland
blend_of
blood
bore
bored
boredom
boring
boring_film
boring_movie
both
bother
bothered
bottom_of
breathtaking
brilliant
brilliant_as
brilliantly
brings
brought
brutal
bunch_of
but_also
but_fails
but_no
but_still
but_then
but_this
but_why
camera
can't_believe
can't_wait
can_relate
captivating
captured
captures
cardboard
care
care_about
cash_in
certainly
cgi
chance
charming
cheap
chick
chilling
city
classic
clichã
coherent
come_on
comedies
compelling
complete
completely
complex
consequences
continuity
contrast
contrast_to
contrived
could
couldn't
courage
crafted
crap
crappy
creates
decent
deeper
definitely
definitely_recommend
definitely_worth
delicious
delight
delightful
delivers
deserve
desire
devastating
devoid_of
dialogue
did
did_this
didn't
die
different
dimensional
director
disappointed
disappointing
disappointment
disaster
disjointed
does_not_work
does_nothing
doesn't
doesn't_help
doesn't_make
doesn't_work
doing
doing_in_this
don't_believe
don't_bother
don't_even
don't_miss
don't_watch_this
downhill
downhill_from
dreadful
dreams
dreck
drivel
dud
dull
dumb
dvd
each
easy
easy_to
edge
edge_of
effective
effects
effort
either
embarrassed
embarrassing
embarrassingly
embarrassment
emotions
ended_up
endless
engrossing
enjoy
enjoyable
enjoyed
enjoyed_this
enjoyed_this_film
enough
entertaining
episodes
especially
even
even_better
even_close
even_get
even_make
even_that
even_worth
ever
everyone_should
excellent
excellent_film
excellently
except
exceptional
excuse
existent
experience
explained
explores
exquisite
extraordinary
f
failed
fails
familiar
fantastic
far_too
fascinating
fast_forward
favorite
favorite_movies
favorite_of
favorites
favourite
feel_good
feelings
fell_asleep
fell_in_love
felt_like
film_excellent
film_festival
film_so_bad
fine
finest
first_of_all
first_off
first_place
first_rate
first_saw
first_saw_this
first_time
five_minutes
flat
flawless
for_anyone_who
for_everyone
for_free
for_this
for_those
forgettable
forwarding
frank
freedom
french
fresh
friendship
from_outer_space
fun
funniest
funny_or
future
garbage
gem
genius
get
get_better
gives
going_to
good_idea
good_job
gore
gorgeous
got
grade
grade_d
great
great_film
great_job
great_movie
great_show
great_to_see
greater
greatest
gripping
gritty
growing_up
guess
had_high
half
happiness
happy
harry
hated
haunting
heart
heartwarming
hideous
highly
highly_recommend
highly_recommend_this
highly_recommended
hilarious
history
holds_up
honestly
hooked
hoping
horrible
horribly
horrid
hour
hours_of
how_bad
how_well
human
i'm_afraid
i'm_sorry
idea
idiotic
if_this
immensely
impact
impressed
in_own
inappropriate
incoherent
incomprehensible
incredible
inept
innocent
insipid
inspiring
instead
insult
insult_to
insulting
intense
interesting_but
international_film
irritating
isn't_even
isn't_funny
it's_just
it's_one
jean
job
joke
journey
joy_to_watch
junk
just
just_didn't
just_doesn't_work
just_great
just_isn't
just_not
just_plain
just_stupid
just_too
just_wasn't
killed
killer
lack_of
lacked
lacking
lackluster
lacks
lame
landscape
late
later
laughable
layered
least
life
lifeless
light
like_watching
liked
little_film
little_to
live
lives
look_like
looked
looking
looks
looks_like
louis
lousy
love
love_this
love_this_movie
love_to
love_to_see
loved
loved_this
lovely
low
ludicrous
made_no_sense
magnificent
main_problem
make
makers_of
makes
makes_this
many
marvelous
masterpiece
matthau
may
may_not
mediocre
meets
memorable
memories
mention
mess
might
mildly
minutes
minutes_into
minutes_of
minutes_or
miscast
money
money_back
money_to_see
more_like
moronic
most
most_annoying
most_boring
moved
movie_had
movie_just
movie_no
movie_sucks
moving
mst3k
much_better
muddled
murder
music
must_for
must_see
mystery_science
naked
natural
neither
nevertheless
new
next_time
nicely
no
no_chemistry
no_plot
no_purpose
no_real
no_sense
no_story
no_wonder
noir
none_of
nonsense
nor
not_be
not_enough_to
not_even
not_funny
not_good
not_make
not_much
not_perfect
not_recommend
not_recommended
not_that
not_to_be_missed
not_very
not_very_good
not_watch
not_watch_this
not_worst
not_worth
nothing
nothing_better_to
nothing_good
nothing_happens
nothing_in
nothing_more
nothing_to
nudity
numbing
obnoxious
obvious
of_clichã
of_fun
of_this_movie
of_war
off
often
oh
ok
okay
older
on_dvd
on_earth
on_true_story
once
one_dimensional
one_of
only
only_good
only_good_thing
only_positive
only_saving
only_thing
or_something
original
oscar
other_than
others
otherwise
outstanding
own
paid
painful
painful_to
painful_to_watch
paint
paint_dry
paper
past
pathetic
perfect
perfection
perfectly
performance
performance_as
performances
performances_by
performances_from
performances_of
piece_of
pile
plastic
played
pleasantly_surprised
pleased
pleasure
plot
plus_side
point
pointless
poor
poorly
positive
potential
potential_but
power_of
powerful
predictable
premise
pretentious
problem
problem_with_this
producers
project
promising
provides
quiet
quite
rare
read_book
realistic
reality
really_bad
really_disappointed
really_enjoyed
really_liked
really_wanted
reason
reason_for
recently
recommend
recommend_this
recommended
redeeming
refreshing
relate
relate_to
relationship
release
released
remake
remarkable
remotely
rent
rented
rented_this
repetitive
rest
revolting
rewarding
ridiculous
rip_off_of
ripped
rubbish
ruined
run_around
sadly
same_time
satisfying
save
save_money
save_this
saw_this
say_about
scientist
screaming
script
seagal
season
seat
seconds
see
seemed
seems
seen_better
sees
sense_at_all
sense_of
sensitive
series
shallow
sharp
shelf
shoot
should
shows
shows_how
side_of
silly
simple
sit_through
skip_this
small
so_bad
so_called
so_real
solid
some_guy
some_kind_of
someone
something_better
sometimes
sorry
sorry_to
soundtrack
spectacular
spent_on
splendid
stay_away
steals
stewart
stick_to
still
still_great
still_love
stilted
stinker
stinks
stock_footage
stolen_from
story_about
story_of
story_told
straight_to
strength
strengths
strong
stunk
stunning
stupid
stupidity
sub_par
subtitles
subtle
sucked
sucks
superb
superbly
suppose
supposed
supposedly
sure_to
surprised
surprising
surprisingly
surreal
sweet
tale
tasteless
tears
tedious
tells
tender
tense
terrible
terrific
than_this
thanks
that's_about
that_will
that_would
they're
thin
thing
thinking
this_crap
this_dull
this_gem
this_great
this_horrible
this_just
this_mess
this_piece
this_piece_of
this_supposed
this_thing
this_trash
this_turkey
thought_provoking
through_this
thrown
thumbs_up
timeless
times
tired
to_act
to_all
to_be
to_believe
to_believe_that
to_even
to_make
to_perfection
to_sit_through
to_work_with
to_write
today
together
toilet
too_many
too_much
top_notch
total
touched
touches
touching
traditional
trash
travesty
treat
tremendous
tries_to_be
tripe
trite
true
truly
trying
trying_to_be
turd
turkey
twists
two_hours
ugly
unbelievable
unconvincing
underrated
unexpected
unforgettable
unfortunately
unfortunately_this
unfunny
uninspired
unintentional
unintentionally
uninteresting
unique
unless
unlike
unlikeable
unrealistic
unwatchable
up_with
useless
utter
value
very
very_bad
very_disappointed
very_entertaining
very_funny
very_good
very_little
very_moving
very_poor
very_weak
very_well
vhs
viewings
vision_of
walk
walked
walking_around
walter_matthau
want_to
want_to_see
wanted_to_like
war
warm
waste
waste_of
wasted
wasting
watchable
watching
watching_this
way_too
way_too_long
ways
weak
well
well_acted
well_done
well_worth
well_written
what_makes
whatsoever
who
whole_movie
whole_thing
why
why_bother
why_did
why_do
will
with_great
with_no
without_any
witty
won't_be_disappointed
wonder
wonderful
wonderful_film
wonderfully
wooden
works
world
worse
worst
worst_films
worst_movie
worst_movies
worth_seeing
worthless
would
would_be
would_love_to
wouldn't_recommend
wow
wrenching
wretched
write
writers
wrong
yawn
year_olds
years
yet
you'd
young_man
zombies
